Week6/video-games-tournament-master/app/controllers/tournaments_api_controller.rb

	def index
		tournaments = Tournament.all
---
SELECT "tournaments".* FROM "tournaments"

	def create
		the_tournament = Tournament.create(tournament_params)
---
INSERT INTO "tournaments" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "Volleyball"], ["created_at", "2016-07-20 13:41:45.320448"], ["updated_at", "2016-07-20 13:41:45.320448"]]